Repository: coders4help/lagesonum
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: de

# inputexample
source: e.g. A123 BC34 AX99
de: z.B. A123 BC34 AX99

# errinvalinput
source: Invalid input. Please enter a letter followed by numbers without spaces.
de: Ungültige Eingabe. Bitte einen Buchstaben gefolgt von Zahlen ohne Leerzeichen eingeben.

# txtnumber
source: Waiting number
de: Wartenummer

# queryexample
source: e.g. A123
de: z.B. A123

# number
source: Waiting number
de: Wartenummer

# numbers
source: Waiting numbers
de: Wartenummer

# about_link
source: About
de: Über LAGeSoNUM

# about_par1
source: This website was created by volunteers. Its purpose is for people applying for asylum that are currently not at LaGeSo to be able to check if their waiting number has already been called. The registration process for people in shelters is intransparent and constantly changing without people being properly informed. There have been some mobile registration teams, there have been shuttle services to LaGeSo and in all cases there hast been a lot of idling and waiting and not being informed. Having to wait for weeks leads to people distrusting the system and also gives everyone the feeling that they are missing something. That's why they are walking back to LaGeSo and spending their nights homeless, which is a bad situation giving the falling temperatures and crimes.
de: Diese Website wurde von Freiwilligen erstellt, damit geflüchtete Menschen den Status ihrer Wartenummer abrufen können, ohne dass sie in der Schlange am LaGeSo in Berlin stehen müssen. Der Registrierungsporzess für Menschen in Notunterkünften ist intransparent und langsam und ändert sich ständig ohne dass dies klar kommuniziert wird. Es gab mobile Registrierungsteams, Shuttle Services zum LaGeSo und immer wieder viel Warterei ohne dass Menschen mit Wartenummer informiert wurden, was die richtigen nächsten Schritte sind. Wochenlange Wartezeiten führen dazu, dass Menschen dem System misstrauen und das Gefühl haben etwas zu verpassen. Daher laufen sie zum Teil zum LaGeSo und campieren dort im Freien. Bei den aktuell fallenden Temperaturen und kriminellen Übergriffen eine schlimme Situation!

# about_par2
source: We hope this website will aid in making the entire waiting number process more transparent. People with waiting numbers, please send us feedback, what information you are missing and we will do our best to make it available to you!
de: Wir hoffen, dass diese Website dabei hilft, den Warteprozess transparenter zu gestalten. Liebe Menschen mit Wartenummern, bitte schickt uns Feedback, welche Informationen ihr hier vermisst und wir versuchen unser bestes, um diese Information zu integrieren. <BR/>Mehr darüber kannst du in diesem taz Artikel</a> lesen.

# about_par3
source: You can read more about this problem in German in an article from the newspaper taz.
de: Du kannst mehr über die Problematik in einem Zeitungsartikel der taz lesen.

# tazlink
source: to the article
de: zum Artikel

# pressrelease_heading
source: Press releases
de: Pressemitteilungen

# pm_start
source: for the start of lagesonum.de on Sep 29, 2015
de: zum Start von www.lagesonum.de am 29.9.2015

# meta_description
source: LAGeSoNUM is a page helping refugees to access their number assigned by the LAGeSo online
de: LAGeSoNUM ist eine Online-Anzeigetafel für die Flüchtlingsregistrierung in Berlin

# webpagetitle
source: LAGeSoNUM - Online number display for refugee registration in Berlin
de: LAGeSoNUM - Online-Anzeigetafel für die Flüchtlingsregistrierung in Berlin

# display_link
source: Display
de: Anzeigetafel

# numberdisplaytxt %(since)s %(min_count)s
source: These numbers have been entered latest since %(since)s by at least %(min_count)s different - or authorized - persons.
de: Diese Nummern wurden als letzte seit %(since)s von mindestens %(min_count)s verschiedenen - oder authorisierten - Personen eingegeben.

# alphabetorder
source: The numbers here are sorted alphabetically. The order may be different from the order at the display.
de: Die Nummern sind alphabetisch sortiert. Diese Sortierung kann sich von der auf dem Display unterscheiden.

# nonumbersentered %(since)s %(min_count)s
source: No numbers have been entered since %(since)s by at least %(min_count)s different persons. We need more volunteers, who enter numbers.
de: Seit %(since)s wurden keine Nummern von mindestens %(min_count)s Personen eingegeben. Wir brauchen mehr Helfer, die Nummern eingeben!

# pleasenote_title
source: Please note:
de: Bitte beachten:

# pleasenote
source: This website started on September 28, 2015. Numbers before this date are not in the database.
de: Diese Website ist am 28.9.15 an den Start gegangen. Nur Nummern, die seitdem aufgerufen wurden, werden angezeigt.

# help_pitch
source: Are you at LaGeSo? Please help us to keep this site up to date by entering all numbers you can see displayed at the number display. (NOT your own waiting number).
de: Du stehst am LaGeSo? Bitte hilf mit, diese Seite aktuell zu erhalten, indem du alle Nummern, die du auf der Anzeigetafel siehst eingibst (NICHT deine eigene Wartenummer):

# submit_label
source: Submit
de: Abschicken

# contact_link
source: Contact
de: Kontakt

# techimplementation
source: Implementation
de: Technische Umsetzung

# supportedbycoders
source: Supported by
de: Mit Unterstützung von

# ongithub
source: Source code and the list of all authors are available on
de: Quelltext und Liste aller Autoren sind verfügbar bei

# dataprivacyheading
source: Data privacy declaration according to ยง13 Telemediengesetz
de: Datenschutzerklärung gem. §13 Telemediengesetz

# dataprivacy
source: Declaration about data privacy
de: Datenschutzerklärung

# entered
source: Thanks a lot! You entered the following waiting number successfully into the database
de: Herzlichen Dank! Du hast die folgende Wartenummer erfolgreich in die Datenbank eingetragen

# erruniquenumber
source: You have already submitted this number. Please choose another one from the board. Thanks a lot for helping!
de: Diese Nummer hast du bereits eingetragen. Bitte wähle eine andere von der Anzeigetafel. Ganz lieben Dank für die Hilfe!

# errnotfound
source: Sorry, this number hasn't been on the board since September 28, 2015.
de: Es tut uns leid, aber diese Nummer wurde seit dem 28.9.15 noch nicht aufgerufen.

# querysuccess %(number)s
source: Your waiting number %(number)s was seen at the display at LaGeSo!
de: Deine Wartenummer %(number)s wurde auf dem Display am LaGeSo angezeigt.

# foundonce %(date)s
source: One person saw it and submitted it to this website on %(date)s.
de: Eine Person hat sie auf dem Display gesehen und am %(date)s auf dieser Website eingetragen.

# foundmultiple %(amount)s
source: %(amount)s people have seen your number at the display at LaGeSo and entered it to this website.
de: %(amount)s Personen haben deine Wartenummer auf dem Display am LaGeSo gesehen und auf dieser Website eingetragen.

# morelikely
source: Please note: The more people have entered your number, the more likely it was really shown and not accidentally entered due to mistyping.
de: Bitte beachte: Je mehr Personen eine Nummer eintragen, desto größer ist die Sicherheit, dass die Nummer wirklich angezeigt wurde und sich keiner vertippt hat.
